var vm = new Vue({
  el: '#app',
  data: {
    message: '你好 Vue.js!',
    items: [
    	{
    		title: '生活是一面镜子。你对它笑，它就对你笑；你对它哭，它也对你哭。'
    	},{
    		title: '活着一天，就是有福气，就该珍惜。当我哭泣我没有鞋子穿的时候，我发现有人却没有脚。'
    	},{
    		title: '人生是个圆，有的人走了一辈子也没有走出命运画出的圆圈，其实，圆上的每一个点都有一条腾飞的切线。'
    	},{
    		title: '千万别迷恋网络游戏，要玩就玩好人生这场大游戏。'
    	},{
    		title: '命运负责洗牌，但是玩牌的是我们自己！'
    	},{
    		title: '我们心中的恐惧，永远比真正的危险巨大的多。'
    	},{
    		title: '命运掌握在自己手中。要么你驾驭生命，要么生命驾驭你，你的心态决定你是坐骑还是骑手'
    	},{
    		title: '宁愿做过了后悔，也不要错过了后悔。'
    	},{
    		title: '不要拿小人的错误来惩罚自己，不要在这些微不足道的事情上折磨浪费自己的宝贵时间。'
    	}
    ]
  }
})